Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: Unauthorized (HTTP 401). Check your credentials.
ar: غير مصرح به ( HTTP 401). تحقق من بيانات الاعتماد الخاصة بك.
bn: অননুমোদিত ( HTTP 401)। আপনার শংসাপত্র পরীক্ষা করুন.
es: No autorizado ( HTTP 401). Verifique sus credenciales.
fr: Non autorisé ( HTTP 401). Vérifiez vos informations d'identification.
hi: अनधिकृत ( HTTP 401). अपनी साख जांचें.
ja: 許可されていません ( HTTP 401)。資格情報を確認してください。
pt_br: Não autorizado ( HTTP 401). Verifique suas credenciais.
ru: Несанкционировано ( HTTP 401). Проверьте свои учетные данные.
zh_hans: 未经授权（ HTTP 401）。检查您的凭据。

source: Unavailable
ar: غير متاح
bn: অনুপলব্ধ
es: Indisponible
fr: Indisponible
hi: अनुपलब्ध
ja: 利用不可
pt_br: Indisponível
ru: Недоступно
zh_hans: 不可用

source: Unconfirmed
ar: غير مؤكد
bn: অনিশ্চিত
es: Inconfirmado
fr: Non confirmé
hi: अपुष्ट
ja: 未確認
pt_br: Não confirmado
ru: Неподтвержденный
zh_hans: 未证实

source: Undo Correction
ar: التراجع عن التصحيح
bn: পূর্বাবস্থায় সংশোধন করুন
es: Deshacer corrección
fr: Annuler la correction
hi: सुधार पूर्ववत करें
ja: 修正を元に戻す
pt_br: Desfazer correção
ru: Отменить исправление
zh_hans: 撤消修正

source: UNITS
ar: الوحدات
bn: ইউনিট
es: UNIDADES
fr: UNITÉS
hi: इकाइयों
ja: 単位
pt_br: UNIDADES
ru: ЕДИНИЦЫ
zh_hans: 单位

source: Unknown
ar: مجهول
bn: অজানা
es: Desconocido
fr: Inconnu
hi: अज्ञात
ja: 未知
pt_br: Desconhecido
ru: Неизвестный
zh_hans: 未知

source: Unknown Location
ar: موقع غير معروف
bn: অজানা অবস্থান
es: Ubicación desconocida
fr: Emplacement inconnu
hi: अज्ञात स्थान
ja: 不明な場所
pt_br: Localização desconhecida
ru: Неизвестное местоположение
zh_hans: 未知地点

source: Unlock Data Export
ar: فتح تصدير البيانات
bn: ডেটা রপ্তানি আনলক করুন
es: Desbloquear exportación de datos
fr: Débloquer l’exportation des données
hi: डेटा एक्सपोर्ट अनलॉक करें
ja: データ書き出しを解除
pt_br: Desbloquear exportação de dados
ru: Разблокировать экспорт данных
zh_hans: 解锁数据导出

source: UNLOCK EXPORT
ar: فتح التصدير
bn: রপ্তানি আনলক করুন
es: DESBLOQUEAR EXPORTAR
fr: DÉVERROUILLER L'EXPORTATION
hi: निर्यात अनलॉक करें
ja: エクスポートのロックを解除する
pt_br: DESBLOQUEAR EXPORTAÇÃO
ru: РАЗБЛОКИРОВАТЬ ЭКСПОРТ
zh_hans: 解锁导出

source: Unlock Export — %@
ar: فتح التصدير — %@
bn: আনলক এক্সপোর্ট — %@
es: Desbloquear Exportación — %@
fr: Déverrouiller l'exportation — %@
hi: निर्यात अनलॉक करें - %@
ja: エクスポートのロックを解除します — %@
pt_br: Desbloquear exportação — %@
ru: Разблокировать экспорт — %@
zh_hans: 解锁导出 — %@

source: Unsupported export format: %@
ar: تنسيق التصدير غير مدعوم: %@
bn: অসমর্থিত রপ্তানি বিন্যাস: %@
es: Formato de exportación no admitido: %@
fr: Format d'exportation non pris en charge : %@
hi: असमर्थित निर्यात प्रारूप: %@
ja: サポートされていないエクスポート形式: %@
pt_br: Formato de exportação não suportado: %@
ru: Неподдерживаемый формат экспорта: %@
zh_hans: 不支持的导出格式： %@

source: Unsupported file format. Import currently supports JSON, CSV, or Markdown files exported from iso.me. KML, GPX, and GeoJSON exports are one-way map files.
ar: تنسيق الملف غير معتمد. يدعم الاستيراد حاليًا ملفات JSON أو CSV أو Markdown المصدرة من iso.me. تعد عمليات تصدير KML و GPX و GeoJSON عبارة عن ملفات خرائط أحادية الاتجاه.
bn: অসমর্থিত ফাইল বিন্যাস। আমদানি বর্তমানে iso.me থেকে রপ্তানি করা JSON , CSV , বা Markdown ফাইলগুলিকে সমর্থন করে৷ KML , GPX , এবং GeoJSON রপ্তানি হল একমুখী মানচিত্র ফাইল৷
es: Formato de archivo no compatible. Actualmente, la importación admite archivos JSON , CSV o Markdown exportados desde iso.me. Las exportaciones KML , GPX y GeoJSON son archivos de mapas unidireccionales.
fr: Format de fichier non pris en charge. L'importation prend actuellement en charge les fichiers JSON , CSV ou Markdown exportés depuis iso.me. Les exportations KML , GPX et GeoJSON sont des fichiers cartographiques unidirectionnels.
hi: असमर्थित फ़ाइल स्वरूप। आयात वर्तमान में iso.me से निर्यात की गई JSON , CSV , या Markdown फ़ाइलों का समर्थन करता है। KML , GPX , और GeoJSON निर्यात एक-तरफ़ा मानचित्र फ़ाइलें हैं।
ja: サポートされていないファイル形式です。 Import は現在、 iso.me からエクスポートされたJSON 、 CSV 、またはMarkdownファイルをサポートしています。 KML 、 GPX 、およびGeoJSONエクスポートは一方向のマップ ファイルです。
pt_br: Formato de arquivo não suportado. Atualmente, a importação oferece suporte a arquivos JSON , CSV ou Markdown exportados de iso.me. As exportações KML , GPX e GeoJSON são arquivos de mapas unidirecionais.
ru: Неподдерживаемый формат файла. В настоящее время импорт поддерживает файлы JSON , CSV или Markdown экспортированные из iso.me. Экспорт KML , GPX и GeoJSON представляет собой односторонние файлы карт.
zh_hans: 不支持的文件格式。 Import 目前支持从 iso.me 导出的JSON 、 CSV或Markdown文件。 KML 、 GPX和GeoJSON导出是单向地图文件。

source: US STANDARD
ar: معيارنا الأمريكي
bn: আমাদের স্ট্যান্ডার্ড
es: ESTÁNDAR ESTADOUNIDENSE
fr: NORME AMÉRICAINE
hi: हमारे मानक
ja: 米国標準
pt_br: PADRÃO DOS EUA
ru: СТАНДАРТ США
zh_hans: 美国标准

source: Use
ar: يستخدم
bn: ব্যবহার করুন
es: Usar
fr: Utiliser
hi: उपयोग
ja: 使用
pt_br: Usar
ru: Использовать
zh_hans: 使用

source: Use {title} or {name} in export paths, and iso.me keeps one-file-per-outing exports distinct automatically.
ar: استخدم {title} أو {name} في مسارات التصدير، وسيحافظ iso.me على تمييز عمليات التصدير لكل ملف واحد تلقائيًا.
bn: এক্সপোর্ট পাথগুলিতে {title} বা {name} ব্যবহার করুন, এবং iso.me এক-ফাইল-প্রতি-আউটিং এক্সপোর্টগুলিকে স্বয়ংক্রিয়ভাবে আলাদা করে রাখে।
es: Utilice {title} o {name} en las rutas de exportación e iso.me mantiene diferenciadas automáticamente las exportaciones de un archivo por salida.
fr: Utilisez {title} ou {name} dans les chemins d'exportation, et iso.me conserve automatiquement les exportations d'un fichier par sortie.
hi: निर्यात पथों में {title} या {name} उपयोग करें, और iso.me एक-फ़ाइल-प्रति-आउटिंग निर्यात को स्वचालित रूप से अलग रखता है।
ja: エクスポート パスで{title}または{name}を使用すると、 iso.me出力ごとに 1 つのファイルのエクスポートを自動的に区別します。
pt_br: Use {title} ou {name} nos caminhos de exportação e iso.me mantém as exportações de um arquivo por saída distintas automaticamente.
ru: Используйте {title} или {name} в путях экспорта, и iso.me автоматически разделит экспорт по одному файлу на каждый исходящий файл.
zh_hans: 在导出路径中使用{title}或{name} ， iso.me会自动保持每次导出一个文件的导出不同。

source: Use / for folders. Tokens: %@. {title}/{name} use the outing title when available, otherwise the data type. The format extension is added if omitted.
ar: استخدم / للمجلدات. الرموز: %@ . {title} / {name} استخدم عنوان النزهة عندما يكون متاحًا، وإلا نوع البيانات. تتم إضافة ملحق التنسيق إذا تم حذفه.
bn: ফোল্ডারের জন্য / ব্যবহার করুন। টোকেন: %@ । {title} / {name} উপলভ্য হলে আউটিং শিরোনাম ব্যবহার করুন, অন্যথায় ডেটা টাইপ। বাদ দিলে ফরম্যাট এক্সটেনশন যোগ করা হয়।
es: Utilice / para carpetas. Fichas: %@ . {title} / {name} usa el título de la salida cuando esté disponible; de ​​lo contrario, el tipo de datos. La extensión de formato se agrega si se omite.
fr: Utilisez / pour les dossiers. Jetons : %@ . {title} / {name} utilise le titre de la sortie lorsqu'il est disponible, sinon le type de données. L'extension de format est ajoutée si elle est omise.
hi: फ़ोल्डरों के लिए / का उपयोग करें. टोकन: %@ . {title} / {name} उपलब्ध होने पर आउटिंग शीर्षक का उपयोग करें, अन्यथा डेटा प्रकार का। यदि छोड़ा गया है तो प्रारूप एक्सटेंशन जोड़ा जाता है।
ja: フォルダーには / を使用します。トークン: %@ 。 {title} / {name}利用可能な場合は外出のタイトルを使用し、それ以外の場合はデータ型を使用します。省略した場合はフォーマット拡張子が付加されます。
pt_br: Use / para pastas. Tokens: %@ . {title} / {name} use o título do passeio quando disponível, caso contrário, o tipo de dados. A extensão de formato é adicionada se for omitida.
ru: Используйте / для папок. Токены: %@ . {title} / {name} использует заголовок выхода, если он доступен, в противном случае — тип данных. Расширение формата добавляется, если оно опущено.
zh_hans: 使用 / 表示文件夹。代币： %@ 。 {title} / {name}使用郊游标题（如果可用），否则使用数据类型。如果省略，则会添加格式扩展名。

source: Use current location instead
ar: استخدم الموقع الحالي بدلاً من ذلك
bn: পরিবর্তে বর্তমান অবস্থান ব্যবহার করুন
es: Utilice la ubicación actual en su lugar
fr: Utiliser plutôt l'emplacement actuel
hi: इसके बजाय वर्तमान स्थान का उपयोग करें
ja: 代わりに現在の場所を使用してください
pt_br: Use a localização atual
ru: Вместо этого используйте текущее местоположение
zh_hans: 使用当前位置代替

source: Use inferred movement to fill older days from GPS points that were saved before exact start/stop sessions existed.
ar: استخدم الحركة المستنتجة لملء الأيام القديمة من نقاط GPS التي تم حفظها قبل وجود جلسات البدء/الإيقاف المحددة.
bn: সঠিক স্টার্ট/স্টপ সেশন বিদ্যমান থাকার আগে সংরক্ষিত GPS পয়েন্ট থেকে পুরানো দিনগুলি পূরণ করতে অনুমানকৃত আন্দোলন ব্যবহার করুন।
es: Utilice el movimiento inferido para completar días más antiguos a partir de puntos GPS que se guardaron antes de que existieran las sesiones exactas de inicio/parada.
fr: Utilisez les mouvements déduits pour remplir les jours plus anciens à partir des points GPS enregistrés avant que les sessions de démarrage/arrêt exactes n'existent.
hi: GPS बिंदुओं से पुराने दिनों को भरने के लिए अनुमानित आंदोलन का उपयोग करें जो सटीक प्रारंभ/स्टॉप सत्र मौजूद होने से पहले सहेजे गए थे।
ja: 推定された動きを使用して、正確な開始/停止セッションが存在する前に保存されたGPSポイントから古い日数を埋めます。
pt_br: Use o movimento inferido para preencher dias mais antigos a partir de pontos GPS que foram salvos antes da existência de sessões exatas de início/parada.
ru: Используйте предполагаемое движение для заполнения более старых дней на основе точек GPS , которые были сохранены до того, как существовали точные сеансы начала/остановки.
zh_hans: 使用推断的运动来根据精确开始/停止会话存在之前保存的GPS点来填补过去的日子。

source: Use location
ar: استخدام الموقع
bn: অবস্থান ব্যবহার করুন
es: Usar ubicación
fr: Utiliser l'emplacement
hi: स्थान का उपयोग करें
ja: 場所を使用する
pt_br: Usar localização
ru: Использовать местоположение
zh_hans: 使用地点

source: Use Test Connection to verify the endpoint URL and credentials without sending real data. Send Now posts all saved location data to the endpoint.
ar: استخدم اختبار الاتصال للتحقق من URL لنقطة النهاية وبيانات الاعتماد دون إرسال بيانات حقيقية. يقوم تطبيق Send Now بنشر كافة بيانات الموقع المحفوظة إلى نقطة النهاية.
bn: আসল ডেটা না পাঠিয়ে শেষ পয়েন্ট URL এবং শংসাপত্র যাচাই করতে পরীক্ষা সংযোগ ব্যবহার করুন। Send Now সব সংরক্ষিত অবস্থানের ডেটা শেষ পয়েন্টে পোস্ট করে।
es: Utilice Test Connection para verificar la URL del punto final y las credenciales sin enviar datos reales. Enviar ahora publica todos los datos de ubicación guardados en el punto final.
fr: Utilisez Test Connection pour vérifier l’ URL et les informations d’identification du point de terminaison sans envoyer de données réelles. Envoyer maintenant publie toutes les données de localisation enregistrées sur le point de terminaison.
hi: वास्तविक डेटा भेजे बिना एंडपॉइंट URL और क्रेडेंशियल्स को सत्यापित करने के लिए टेस्ट कनेक्शन का उपयोग करें। अभी भेजें सभी सहेजे गए स्थान डेटा को अंतिम बिंदु पर पोस्ट करता है।
ja: テスト接続を使用して、実際のデータを送信せずにエンドポイントURLと資格情報を検証します。 Send Now は、保存されているすべての位置データをエンドポイントに送信します。
pt_br: Use Test Connection para verificar o URL e as credenciais do endpoint sem enviar dados reais. Enviar agora publica todos os dados de localização salvos no endpoint.
ru: Используйте тестовое соединение, чтобы проверить URL конечной точки и учетные данные без отправки реальных данных. Функция «Отправить сейчас» отправляет все сохраненные данные о местоположении в конечную точку.
zh_hans: 使用测试连接来验证端点URL和凭据，而无需发送真实数据。立即发送将所有保存的位置数据发布到端点。

source: Use This Location
ar: استخدم هذا الموقع
bn: এই অবস্থান ব্যবহার করুন
es: Utilice esta ubicación
fr: Utiliser cet emplacement
hi: इस स्थान का उपयोग करें
ja: この場所を使用する
pt_br: Use este local
ru: Используйте это местоположение
zh_hans: 使用此位置

source: user
ar: مستخدم
bn: ব্যবহারকারী
es: usuario
fr: utilisateur
hi: उपयोगकर्ता
ja: ユーザー
pt_br: usuário
ru: пользователь
zh_hans: 用户

source: User entered
ar: دخل المستخدم
bn: ব্যবহারকারী প্রবেশ করেছে
es: Usuario ingresado
fr: Utilisateur entré
hi: उपयोगकर्ता प्रविष्ट हुआ
ja: ユーザーが入力しました
pt_br: Usuário inserido
ru: Пользователь вошел
zh_hans: 用户输入

source: USERNAME
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
es: NOMBRE DE USUARIO
fr: NOM D'UTILISATEUR
hi: उपयोगकर्ता नाम
ja: ユーザー名
pt_br: NOME DE USUÁRIO
ru: ИМЯ ПОЛЬЗОВАТЕЛЯ
zh_hans: 用户名

source: Uses Apple Maps routes to bend sparse GPS gaps onto nearby roads when possible, instead of drawing rough point-to-point lines.
ar: يستخدم مسارات Apple Maps لسد فجوات GPS المتفرقة على الطرق القريبة عندما يكون ذلك ممكنًا، بدلاً من رسم خطوط تقريبية من نقطة إلى نقطة.
bn: মোটামুটি পয়েন্ট-টু-পয়েন্ট লাইন আঁকার পরিবর্তে, সম্ভব হলে কাছের রাস্তায় বিক্ষিপ্ত GPS ফাঁক বাঁকানোর জন্য Apple Maps রুট ব্যবহার করে।
es: Utiliza rutas Apple Maps para doblar los escasos espacios GPS hacia carreteras cercanas cuando sea posible, en lugar de dibujar líneas toscas de punto a punto.
fr: Utilise les itinéraires Apple Maps pour combler les lacunes GPS clairsemées sur les routes à proximité lorsque cela est possible, au lieu de tracer des lignes approximatives point à point.
hi: जब भी संभव हो, खुरदरी बिंदु-से-बिंदु रेखाएँ खींचने के बजाय, आस-पास की सड़कों पर विरल GPS अंतराल को मोड़ने के लिए Apple Maps मार्गों का उपयोग करता है।
ja: Apple Mapsルートを使用して、大まかなポイント間の線を描くのではなく、可能であれば近くの道路にまばらなGPSギャップを曲げます。
pt_br: Usa rotas Apple Maps para desviar lacunas esparsas GPS em estradas próximas quando possível, em vez de desenhar linhas ásperas ponto a ponto.
ru: Использует маршруты Apple Maps , чтобы по возможности совместить редкие промежутки GPS с близлежащими дорогами, вместо рисования грубых линий из двух точек.
zh_hans: 尽可能使用Apple Maps路线将稀疏的GPS间隙弯曲到附近的道路上，而不是绘制粗糙的点对点线。

source: Uses photo GPS when available, otherwise matches timestamps to nearby route points or visits.
ar: يستخدم GPS للصور عندما يكون متاحًا، وإلا فإنه يطابق الطوابع الزمنية لنقاط الطريق أو الزيارات القريبة.
bn: উপলব্ধ হলে ফটো GPS ব্যবহার করে, অন্যথায় কাছাকাছি রুট পয়েন্ট বা ভিজিটের সাথে টাইমস্ট্যাম্প মেলে।
es: Utiliza GPS fotográfico cuando está disponible; de ​​lo contrario, compara marcas de tiempo con puntos de ruta o visitas cercanas.
fr: Utilise GPS photo lorsqu'il est disponible, sinon fait correspondre les horodatages aux points d'itinéraire ou aux visites à proximité.
hi: उपलब्ध होने पर फोटो GPS उपयोग करता है, अन्यथा पास के मार्ग बिंदुओं या यात्राओं के टाइमस्टैम्प का मिलान करता है।
ja: 利用可能な場合は写真GPSを使用し、そうでない場合はタイムスタンプを近くのルート ポイントまたは訪問先と照合します。
pt_br: Usa GPS fotográfico quando disponível, caso contrário, combina carimbos de data/hora com pontos de rota ou visitas próximos.
ru: Использует фото GPS если таковой имеется, в противном случае сопоставляет временные метки с близлежащими точками маршрута или посещениями.
zh_hans: 如果可用，则使用照片GPS ，否则将时间戳与附近的路线点或访问进行匹配。

source: Using saved location: %@
ar: استخدام الموقع المحفوظ: %@
bn: সংরক্ষিত অবস্থান ব্যবহার করে: %@
es: Usando la ubicación guardada: %@
fr: Utilisation de l'emplacement enregistré : %@
hi: सहेजे गए स्थान का उपयोग करना: %@
ja: 保存された場所を使用: %@
pt_br: Usando local salvo: %@
ru: Использование сохраненного местоположения: %@
zh_hans: 使用保存的位置： %@

source: VERSION
ar: إصدار
bn: সংস্করণ
es: VERSIÓN
hi: संस्करण
ja: バージョン
pt_br: VERSÃO
ru: ВЕРСИЯ
zh_hans: 版本

source: View app activity logs or chat with the community.
ar: عرض سجلات نشاط التطبيق أو الدردشة مع المجتمع.
bn: অ্যাপ কার্যকলাপ লগ দেখুন বা সম্প্রদায়ের সাথে চ্যাট.
es: Vea registros de actividad de la aplicación o chatee con la comunidad.
fr: Consultez les journaux d'activité des applications ou discutez avec la communauté.
hi: ऐप गतिविधि लॉग देखें या समुदाय के साथ चैट करें।
ja: アプリのアクティビティ ログを表示したり、コミュニティとチャットしたりできます。
pt_br: Veja registros de atividades de aplicativos ou converse com a comunidade.
ru: Просматривайте журналы активности приложений или общайтесь с сообществом.
zh_hans: 查看应用程序活动日志或与社区聊天。

source: View full photo
ar: عرض الصورة كاملة
bn: সম্পূর্ণ ছবি দেখুন
es: Ver foto completa
fr: Voir la photo complète
hi: पूरी फोटो देखें
ja: 全体の写真を見る
pt_br: Ver foto completa
ru: Посмотреть полное фото
zh_hans: 查看完整照片

source: VIEW LOGS
ar: عرض السجلات
bn: লগ দেখুন
es: VER REGISTROS
fr: AFFICHER LES JOURNAUX
hi: लॉग देखें
ja: ログの表示
pt_br: VER REGISTROS
ru: ПРОСМОТР ЖУРНАЛОВ
zh_hans: 查看日志

source: VISIT
ar: يزور
bn: ভিজিট করুন
es: VISITA
fr: VISITE
hi: विज़िट
ja: 訪問
pt_br: VISITA
ru: ПОСЕЩАТЬ
zh_hans: 访问

source: Visit at %@
ar: قم بزيارة %@
bn: %@ এ যান
es: Visita en %@
fr: Visitez à %@
hi: %@ पर जाएँ
ja: %@にアクセスしてください
pt_br: Visite em %@
ru: Посетите %@
zh_hans: 访问%@

source: Visit at index %lld missing required fields (latitude, longitude, arrivedAt)
ar: الزيارة في الفهرس %lld تفتقد الحقول المطلوبة (خط العرض، خط الطول، وصل عند)
bn: ইনডেক্সে যান %lld অনুপস্থিত প্রয়োজনীয় ক্ষেত্রগুলি (অক্ষাংশ, দ্রাঘিমাংশ, পৌঁছানো)
es: Visita en el índice %lld faltan campos obligatorios (latitud, longitud, llegada)
fr: Visite à l'index %lld champs obligatoires manquants (latitude, longitude, arrivé à)
hi: सूचकांक %lld पर जाएँ, आवश्यक फ़ील्ड गायब हैं (अक्षांश, देशांतर, ArrivedAt)
ja: インデックス%lldでの訪問に必須フィールド (緯度、経度、到着地) がありません
pt_br: Visita no índice %lld faltando campos obrigatórios (latitude, longitude, chegouAt)
ru: Посещение по индексу %lld отсутствуют обязательные поля (широта, долгота, точка прибытия)
zh_hans: 访问索引%lld缺少必填字段（纬度、经度、arrivedAt）

source: Visit Details
ar: تفاصيل الزيارة
bn: বিস্তারিত দেখুন
es: Detalles de la visita
fr: Détails de la visite
hi: विज़िट विवरण
ja: 訪問の詳細
pt_br: Detalhes da visita
ru: Подробности посещения
zh_hans: 参观详情

source: VISIT FIELDS
ar: زيارة الحقول
bn: ক্ষেত্র পরিদর্শন করুন
es: VISITAR CAMPOS
fr: VISITER LES CHAMPS
hi: फ़ील्ड्स पर जाएँ
ja: フィールドを訪ねる
pt_br: VISITE CAMPOS
ru: ПОСЕТИТЕ ПОЛЯ
zh_hans: 参观田野

source: Visit map
ar: زيارة الخريطة
bn: মানচিত্র দেখুন
es: Visitar mapa
fr: Visiter la carte
hi: मानचित्र पर जाएँ
ja: 訪問マップ
pt_br: Visitar mapa
ru: Посетите карту
zh_hans: 访问地图

source: Visit markers
ar: زيارة العلامات
bn: মার্কার দেখুন
es: Marcadores de visita
fr: Marqueurs de visite
hi: मार्करों पर जाएँ
ja: 訪問マーカー
pt_br: Marcadores de visita
ru: Посетите маркеры
zh_hans: 访问标记

source: Visit name
ar: اسم الزيارة
bn: ভিজিট নাম
es: Nombre de la visita
fr: Nom de la visite
hi: नाम पर जाएँ
ja: 訪問名
pt_br: Nome da visita
ru: Имя посещения
zh_hans: 访问名称

# Visit status: %@, source: %@
source: Visit status: %1$@, source: %2$@
ar: حالة الزيارة: %1$@ ، المصدر: %2$@
bn: ভিজিট স্ট্যাটাস: %1$@ , উৎস: %2$@
es: Estado de la visita: %1$@ , fuente: %2$@
fr: Statut de la visite : %1$@ , source : %2$@
hi: विज़िट स्थिति: %1$@ , स्रोत: %2$@
ja: 訪問ステータス: %1$@ 、ソース: %2$@
pt_br: Status da visita: %1$@ , fonte: %2$@
ru: Статус посещения: %1$@ , источник: %2$@
zh_hans: 访问状态： %1$@ ，来源： %2$@

source: VISIT SUGGESTIONS
ar: زيارة الاقتراحات
bn: পরামর্শ দেখুন
es: SUGERENCIAS DE VISITA
fr: SUGGESTIONS DE VISITE
hi: सुझाव पर जाएँ
ja: 訪問の提案
pt_br: SUGESTÕES DE VISITA
ru: ПОСЕТИТЕ ПРЕДЛОЖЕНИЯ
zh_hans: 参观建议

source: Visit suggestions show a compact Save Place prompt on the map when iso.me finds a nearby place. GPS glitches are hidden by default; turn on to inspect raw data.
ar: تعرض اقتراحات الزيارة رسالة حفظ المكان المدمجة على الخريطة عندما يجد iso.me مكانًا قريبًا. يتم إخفاء مواطن الخلل GPS بشكل افتراضي؛ قم بتشغيله لفحص البيانات الأولية.
bn: যখন iso.me কাছাকাছি কোনো স্থান খুঁজে পায় তখন পরিদর্শন পরামর্শ ম্যাপে একটি কমপ্যাক্ট সেভ প্লেস প্রম্পট দেখায়। GPS glitches ডিফল্টরূপে লুকানো হয়; কাঁচা ডেটা পরিদর্শন করতে চালু করুন।
es: Las sugerencias de visita muestran un mensaje compacto para Guardar lugar en el mapa cuando iso.me encuentra un lugar cercano. Los fallos GPS están ocultos de forma predeterminada; actívelo para inspeccionar datos sin procesar.
fr: Les suggestions de visite affichent une invite compacte Enregistrer le lieu sur la carte iso.me trouve un lieu à proximité. Les problèmes GPS sont masqués par défaut ; allumez-le pour inspecter les données brutes.
hi: जब iso.me कोई नजदीकी स्थान मिलता है, तो विज़िट सुझाव मानचित्र पर एक कॉम्पैक्ट सेव प्लेस प्रॉम्प्ट दिखाते हैं। GPS गड़बड़ियाँ डिफ़ॉल्ट रूप से छिपी होती हैं; कच्चे डेटा का निरीक्षण करने के लिए चालू करें।
ja: iso.me近くの場所を見つけたときに、訪問の提案により、地図上にコンパクトな場所の保存プロンプトが表示されます。 GPS不具合はデフォルトでは非表示になっています。生データを検査するにはオンにします。
pt_br: As sugestões de visita mostram um prompt compacto para Salvar local no mapa quando iso.me encontra um local próximo. As falhas GPS ficam ocultas por padrão; ative para inspecionar dados brutos.
ru: В предложениях посещения отображается компактное приглашение «Сохранить место» на карте, когда iso.me находит место поблизости. Глюки GPS по умолчанию скрыты; включите, чтобы проверить необработанные данные.
zh_hans: 当iso.me找到附近的地点时，访问建议会在地图上显示紧凑的保存地点提示。 GPS故障默认隐藏；打开以检查原始数据。

source: Visit timeline
ar: زيارة الجدول الزمني
bn: টাইমলাইনে যান
es: Visitar cronograma
fr: Visiter la chronologie
hi: टाइमलाइन पर जाएँ
ja: 訪問タイムライン
pt_br: Linha do tempo da visita
ru: Посетите хронологию
zh_hans: 参观时间表

source: VISITS
ar: الزيارات
bn: ভিজিট
es: VISITAS
fr: VISITES
hi: विज़िट
ja: 訪問
pt_br: VISITAS
ru: ПОСЕЩЕНИЯ
zh_hans: 访问量

source: Wait for the outing path to be matched to roads.
ar: انتظر حتى تتم مطابقة مسار النزهة مع الطرق.
bn: আউটিং পাথ রাস্তার সাথে মিলে যাওয়ার জন্য অপেক্ষা করুন।
es: Espere a que el camino de salida coincida con las carreteras.
fr: Attendez que le parcours de sortie soit adapté aux routes.
hi: सैर के रास्ते के सड़कों से मेल खाने की प्रतीक्षा करें।
ja: 往路が道路と一致するまで待ちます。
pt_br: Aguarde até que o caminho do passeio corresponda às estradas.
ru: Подождите, пока путь выхода будет сопоставлен с дорогами.
zh_hans: 等待郊游路径与道路匹配。

source: Waiting for a fresh accurate location
ar: في انتظار موقع دقيق جديد
bn: একটি নতুন সঠিক অবস্থানের জন্য অপেক্ষা করা হচ্ছে
es: Esperando una nueva ubicación precisa
fr: En attente d'un nouvel emplacement précis
hi: ताज़ा सटीक स्थान की प्रतीक्षा है
ja: 新しく正確な位置情報を待っています
pt_br: Esperando por uma nova localização precisa
ru: Ждем свежего точного местоположения
zh_hans: 等待新的准确位置

source: Waiting for fresh GPS accuracy
ar: في انتظار دقة GPS الجديدة
bn: নতুন GPS নির্ভুলতার জন্য অপেক্ষা করা হচ্ছে
es: Esperando una nueva precisión GPS
fr: En attendant une nouvelle précision GPS
hi: ताजा GPS सटीकता की प्रतीक्षा की जा रही है
ja: 新しいGPS精度を待っています
pt_br: Aguardando nova precisão GPS
ru: В ожидании новой точности GPS
zh_hans: 等待新的GPS精度

source: Warnings
ar: تحذيرات
bn: সতর্কতা
es: Advertencias
fr: Avertissements
hi: चेतावनियाँ
ja: 警告
pt_br: Avisos
ru: Предупреждения
zh_hans: 警告

source: Watch face complications
ar: مشاهدة مضاعفات الوجه
bn: মুখের জটিলতা দেখুন
es: Complicaciones de la esfera del reloj
fr: Complications du cadran de montre
hi: जटिलताओं का सामना करें देखें
ja: ウォッチフェイスの合併症
pt_br: Observe as complicações faciais
ru: Проблемы с циферблатом
zh_hans: 表盘复杂功能

source: WEBHOOK DELIVERY
ar: التسليم عبر الويب
bn: ওয়েবহুক ডেলিভারি
es: ENTREGA DE WEBHOOK
fr: LIVRAISON DE WEBHOOKS
hi: वेबहुक डिलीवरी
ja: Webhook配信
pt_br: ENTREGA DE WEBHOOK
ru: ДОСТАВКА ЧЕРЕЗ ВЕБХУК
zh_hans: Webhook 交付

source: WEBHOOK LOCKED
ar: تم قفل خط الويب
bn: ওয়েবহুক লক করা আছে
es: WEBHOOK BLOQUEADO
fr: WEBHOOK VERROUILLÉ
hi: वेबहुक लॉक किया गया
ja: Webhook がロックされました
pt_br: WEBHOOK BLOQUEADO
ru: ВЕБХУК ЗАБЛОКИРОВАН
zh_hans: Webhook 已锁定

source: Welcome
ar: مرحباً
bn: স্বাগতম
es: Bienvenido
fr: Accueillir
hi: स्वागत
ja: いらっしゃいませ
pt_br: Bem-vindo
ru: Добро пожаловать
zh_hans: 欢迎

source: What’s new in iso.me
ar: ما الجديد في iso.me
bn: iso.me এ নতুন কি আছে
es: ¿Qué hay de nuevo en iso.me
fr: Quoi de neuf dans iso.me
hi: iso.me में नया क्या है?
ja: iso.meの新機能
pt_br: O que há de novo em iso.me
ru: Что нового в iso.me
zh_hans: iso.me中的新功能
